[
{id:1,title:'Thunderball, 1965',description:"A henchman mistakenly shoots Fiona Volpe in the back, while she is dancing with James Bond. Bond wants to leave without causing a scene, so he discreetly sits her down at a table, explaining Bond  Do you mind if my friend sits this one out? She's just dead",bond:'Sean Connery',movie:'Thunderball',img:'shes_just_dead.jpg'},
{id:2,title:'Casino Royale, 2006',description:"Bond is being tortured by Le Chiffre, who is whipping him in the balls with a piece of rope. Although in pain, Bond stays humorous, telling Le Chiffre that he has an itch. After getting whipped, Bond says the itch is further to the left, laughing that:Bond: Now the whole world will know that you died scratching my balls.",bond:'Daniel Craig',movie:'Casino Royale',img:'casino_royale_torture.jpg'},
{id:3,title:'Diamonds Are Forever, 1971',description:"Bond, posing as smuggler Peter Franks, visits the apartment of Miss Tiffany Case, who is still in her underwear. Tiffany says she'll finish dressing, to which Bond replies:Tiffany: I'll finish dressing.Bond: Oh please don't, not on my account",bond:'Sean Connery',movie:'Diamonds Are Forever',img:'tiffany_case.jpg'},
{id:4,title:'Thunderball, 1965',description:"Bond is laying on a beach with Domino Derval, telling her that Largo killed her brother. She alerts Bond that Largo's henchman Vargas is watching them, and Bond casually lays back and shoots him with a spear gun, commenting:Bond: I think he got the point",bond:'Sean Connery',movie:'Thunderball',img:'tiffany_case.jpg'},
{id:5,title:'The Spy Who Loved Me, 1977',description:"Bond has completed his mission, and is sharing a bottle of champagne with Russian agent Anya Amasova. As their underwater escape capsule floats to the surface, their bosses catch them at it, with Sir Gray exclaiming 'Bond! What do you think you're doing?', to which Bond replies:Bond: Keeping the British end up, Sir",bond:'Sean Connery',movie:'The Spy Who Loved Me',img:'british_end_up.jpg'},
{id:6,title:'Dr. No, 1962',description:"Bond spots Honey Ryder collecting shells on Crab Key Island, and goes over to say hello. Honey spots Bond, and the classic conversation ensures:Honey: Are you looking for shells too?Bond: No I'm just looking.",bond:'Sean Connery',movie:'Dr. No',img:'honey_rider.jpg'},
{id:7,title:'Dr. No, 1962',description:"In this more serious scene, Bond suspects that Professor Dent is really a henchman for Dr. No, and sets a trap in Miss Taro's flat. He puts pillows under the bed sheets, to make it look like Miss Taro is sleeping. Dent comes in and shoots the bed, before realizing that Bond is there. Dent then tries to shoot Bond, unsuccessfully. Before taking his revenge, Bond says:Bond: That's a Smith & Wesson, and you've had your six.",bond:'Sean Connery',movie:'Dr. No',img:'dr_no_sean_connery.jpg'},
{id:8,title:'Goldfinger, 1964',description:"After narrowly escaping a sensitive decapitation, Bond is shot with a tranquilizer gun. He wakes up on a plane to a woman standing over him, who introduces herself:Pussy: My name is Pussy Galore.Bond: I must be dreaming.",bond:'Sean Connery',movie:'Goldfinger',img:'pussy_galore.jpg'},
{id:9,title:'Goldfinger, 1964',description:"In a classic scene with gadget master Q, Bond is given a brief on his new Aston Martin DB5. While going through the optional extras, Q mentions the audio-visual tracking system with a range of a hundred and fifty miles, to which Bond quips:Bond: Ingenious, and useful too. Allow a man to stop off for a quick one en route.",bond:'Sean Connery',movie:'Goldfinger',img:'goldfinger_db5.jpg'},
{id:10,title:'Diamonds Are Forever, 1971',description:"After having broken into Blofeld's penthouse apartment, Bond is shown down in the lift, where he is gassed with a sleeping gas. He wakes in an underground pipe, with a rat in front of him. He's quick to comment:Bond: Well, one of us smells like a tart's handkerchief.Bond: [sniffs] I'm afraid it's me, sorry old boy.",bond:'Sean Connery',movie:'Diamonds Are Forever',img:'sean_connery_rat.jpg'}




]